Revit 2027 API
ParameterTypeId.StairsDbgShowLandingFaces Property
 "Show Landing Faces"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowLandingFaces { get; }
Public Shared ReadOnly Property StairsDbgShowLandingFaces As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowLandingFaces {
	ForgeTypeId^ get ();
}
static member StairsDbgShowLandingFaces : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace